"__title__" = "Banka Hesabı (UK)";

"__description__" = "UK Banka Hesabı Bilgisi.";

"bankName" = "Bank Name";

"owner" = "Name on Account";

"accountTypeUK" = "Tür";

"bankNo" = "Banka Şubesi Sıra Numarası";

"accountNo" = "Account Number";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "Branch Information";

"branchPhone" = "Telefon";

"branchAddress" = "Address";

"telephonePin" = "Telefon PIN";


"menu.accountTypeUK.current" = "Cari";

"menu.accountTypeUK.savings" = "Savings";

"menu.accountTypeUK.loc" = "Line of Credit";

"menu.accountTypeUK.money_market" = "Money Market";

"menu.accountTypeUK.other" = "Diğer";
